Repository: jimregan/citizens-information-raw
Catalog: en-fr/www.citizensinformation.ie/fr/employment/migrant_workers/finding_a_job_when_you_move_to_ireland.html.txt.tmx
Source language: en
Languages: fr

source: Finding a job in Ireland
fr: Trouver un emploi en Irlande

source: If you are moving to Ireland or considering re-locating here, finding a job is probably going to be one of your priorities
fr: Si vous êtes sur le point d'aller vivre en Irlande ou si vous envisagez de vous y installer, la recherche d'un emploi sera sans doute l'une de vos priorités

source: It is advisable to have employment and possibly some accommodation organised in advance of your journey but it is not a requirement
fr: Il vous est recommandé d'avoir un emploi, voire même un logement, avant de vous y rendre mais ce n'est pas indispensable

source: If you are planning to move country, it makes sense to do some research into the opportunities available here, the average rates of pay and taxation issues and to ensure there are no restrictions that would preclude you from working here
fr: Vous prévoyez d'aller vivre dans un autre pays, il est logique par conséquent que vous effectuiez des recherches quant aux possibilités qui vous y sont offertes, aux salaires moyens et à la fiscalité et que vous vous assureriez qu'il n'existe aucune restrictions susceptibles de vous empêcher d'y exercer une profession

source: The Citizens Information website does not carry any information about job vacancies for any sector of the Irish economy
fr: CitizensInformation.ie n'offre aucun renseignements sur des postes vacants dans aucun secteur de l'économie irlandaise

source: It does not accept CVs/resumes and cannot forward them to employers on your behalf
fr: CitizensInformation.ie n'accepte pas les CV (curriculum vitae) et ne peut les transmettre à des employeurs de votre part

source: Recruitment agencies in Ireland offer a wide range of employment opportunities - from casual employment to specialised skills - see 'Where to apply' below
fr: Il existe de nombreuses agences de recrutement en Irlande auprès desquelles on peut obtenir des informations sur les emplois en Irlande (se reporter à 'Où s'adresser' plus loin)

source: This document will provide you with information and advice about coming to work in Ireland and your rights when finding and securing a job as a foreign national employee in Ireland
fr: Ce document vous fournira des renseignements et conseils sur vos droits lorsqu'il s'agira de trouver et de garder un emploi en tant qu'employé étranger en Irlande

source: Quality and Qualifications Ireland is the Irish centre for the recognition of international qualifications
fr: La Quality and Qualifications Ireland (l'Agence nationale de qualité et des qualifications professionnelles) est l'instance irlandaise responsable de la reconnaissance de vos qualifications professionnelles au niveau international, également appelée Qualification Recognition

source: It has an International Qualifications Database
fr: Elle dispose d'une base de données spécifique, la Base de données des qualifications internationales

source: You need to know about how qualifications are recognised in Ireland and about the mutual recognition of professional qualifications
fr: Vous aurez besoin de comprendre comment vos qualifications sont reconnues en Irlande et de connaître le système de reconnaissance mutuelle des qualifications professionnelles

source: If you have a professional qualification, you should check with the Irish branch of your professional body as to whether your qualifications are acceptable for use in Ireland - see 'Professions and careers' below
fr: Si vous possédez une compétence professionnelle particulière, nous vous conseillons de vérifier avec la branche irlandaise de votre organisme professionnel si ces qualifications sont acceptées en Irlande - voir 'Professions et carrières' ci-dessous

source: If you are an EEA or Swiss national coming to work in Ireland, you are entitled to be treated like any other applicant when you apply for work
fr: Si vous êtes ressortissant de l'Espace économique européen (EEE) ou de Suisse venant d'un pays de l'UE pour travailler en Irlande, vous avez droit à être traité de la même façon que n'importe quel autre demandeur lorsque vous postulez pour un emploi

source: You are free to apply for any job vacancy, including jobs in the public sector
fr: Vous êtes libre de proposer votre candidature pour n'importe quel emploi vacant, y compris ceux du secteur public

source: These include jobs in the Irish army and the Irish police force (An Garda Síochána), but not the Irish diplomatic service
fr: Ces emplois incluent ceux dans I'armée irlandaise et dans la police nationale (An Garda Síochána), mais pas les emplois dans le cadre du service diplomatique irlandais

source: Note: the EEA (European Economic Area) comprises the European Union (EU) member states, Norway, Iceland and Liechtenstein
fr: Remarque : l'EEE (Espace économique européen) comprend les Etats membres de l'Union européenne (UE) ainsi que la Norvège, l'Islande et le Liechtenstein

source: European Employment Services (EURES)
fr: Services de l’emploi européens (EURES)

source: Citizens of the EU/EEA are free to live and work in other member states without restriction
fr: Les citoyens de l'UE / EEE sont libres de travailler dans d'autres Etats membres sans restrictions

source: To facilitate the free movement of workers between member states, the EURES network consisting of the public employment service and the European Commission in each country has been established
fr: Dans le but de faciliter la circulation libre des travailleurs d'un pays membre à l'autre, il a été établi dans chaque pays un réseau constitué des services publics nationaux de l'emploi et de la Commission européenne

source: • Provide a European Job Placement Services for jobseekers
fr: • Fournir aux demandeurs d'emploi des Services de placement dans des emplois européens

source: • Offer advice and guidance on how to look for a job in the EEA and the possibilities that exist for finding work in another country
fr: • Conseiller et orienter sur la manière de rechercher un emploi dans l'UE / EEE et les possibilités actuelles de trouver un emploi dans un autre pays

source: • Provide a recruitment service to employers who wish to recruit in EEA member states
fr: • Offrir un service de recrutement aux employeurs qui souhaitent recruter dans les Etats membres de l'EEE

source: • Provide information on living and working conditions in EEA member states
fr: • Fournir des informations sur les conditions de vie et de travail dans les Etats membres de l'EEE

source: Within each EU/EEA member state, specially trained placement officers (called EURES Advisers) provide free information and advice to workers and employers about all of the above issues
fr: Dans chaque Etat membre de l'UE / EEE, des Agents de Placement spécialistes du marché du travail (appelés Conseillers EURES) fournissent gratuitement aux travailleurs et aux employeurs des renseignements et conseils en relation avec tous les sujets mentionnés plus haut

source: EEA jobseekers who wish to work in another member state will obtain information on jobs and information on living/working conditions in the EEA here
fr: Les demandeurs d'emploi de l'UE / EEE qui souhaitent travailler dans un autre Pays membre pourront se procurer des renseignements sur les emplois et des informations sur les conditions de vie / travail dans l’EEE ici

source: If you are looking for work, you can also post your CV on the EURES website where it can be accessed by thousands of employers throughout the EEA
fr: Vous pouvez également publier votre CV sur le site Web EURES où des milliers d'employeurs à travers l'EEE pourront le consulter

source: This will help maximise your chances of securing employment
fr: Ainsi vos possibilités de trouver un emploi en seront décuplées

source: In general non-EEA nationals (apart from some exceptions) must have a employment permit to work in Ireland
fr: En règle générale, les ressortissants de pays non membres de l’EEE (à quelques exceptions près) doivent être titulaires d’un permis de travail pour pouvoir travailler en Irlande

source: From 12 October 2007 non-EEA nationals who are carrying out scientific research for approved research organisations do not need an employment permit
fr: Depuis le 12 octobre 2007, les ressortissants de pays non membres de l’EEE en mission de recherche scientifique pour le compte d’organismes de recherche agréés n’ont pas besoin de permis de travail

source: The arrangements for employment permits include:
fr: Depuis le 1er février 2007, les nouvelles modalités de délivrance des permis de travail comprennent, notamment:

source: • Critical Skills Employment Permits which are available for all occupations with an annual salary above €60,000 and for a restricted range of occupations with an annual salary above €30,000
fr: • les Cartes vertes, qui sont disponibles pour toutes les professions générant un salaire annuel supérieur à 60 000 € et pour un nombre restraint de professions générant un salaire annuel supérieur à 30 000 € et inférieur à 60 000 € ;

source: • General Employment Permits which are available mainly for occupations with salaries between €30,000 and €60,000 which are not eligible for a Critical Skills Employment Permit
fr: • les permis de travail, qui sont principalement disponibles pour les professions générant un salaire annuel compris entre 30 000 et 60 000 € et qui ne remplissent pas les critères pour bénéficier d’une Carte verte

source: The General Employment Permit application must meet a labour market test showing that the position could not be filled from within the EEA
fr: La demande de permis de travail doit répondre à un besoin existant du marché du travail qui n’a pas pu être satisfait par des ressortissants de l’EEE

source: Your nearest Irish embassy or consulate will be able to advise on whether you require a travel visa before coming to Ireland
fr: L’ambassade ou le consultat d’Irlande le plus proche sera en mesure de vous indiquer si vous avez besoin d’un visa pour vous rendre en Irlande

source: These jobs are often advertised in shop windows, in shopping centres, through daily Irish newspapers and through employment agencies
fr: Les annonces de ces emplois sont souvent affichées dans les vitrines de magasins et les centres commerciaux, paraissent dans les quotidiens irlandais ou encore sont publiées par les agences pour l'emploi

source: While many of these jobs do not require any specific professional qualifications, it is advisable to bring evidence of any educational standards (such as secondary school certificates, diplomas, and degrees) you have attained with you to Ireland
fr: Bien que ces emplois ne requièrent aucunes qualifications spéciales, il est conseillé d'apporter en Irlande des justificatifs montrant le niveau académique que vous avez atteint (à savoir diplômes de l’enseignement secondaire, diplômes et licences universitaires, etc.)

source: It is also useful to bring an up-to-date résumé/CV in the English language with you as you may be requested to supply information on any experience or expertise you may have
fr: Il est également utile d'avoir avec soi un curriculum vitae actualisé et en langue anglaise car il vous sera peut-être demandé de détailler l'expérience ou le savoir-faire que vous avez éventuellement acquis

source: If you are planning to come to Ireland and are seeking casual employment, you could register with a recruitment agency in advance of your journey
fr: Si vous envisagez de vous rendre en Irlande pour y trouver un travail occasionnel, pourquoi ne vous inscririez-vous pas auprès d'une agence de recrutement avant d'entreprendre votre voyage ?

source: You should also keep an eye on advertisements for casual workers in shops/stores
fr: Vous pouvez également jeter un œil aux petites annonces pour du travail temporaire dans les magasins / grandes surfaces

source: Finding a career job in Ireland will involve a little more planning than looking for casual work
fr: Trouver un emploi de longue durée nécessitera davantage d'organisation que dans le cas d'un travail occasionnel

source: While a career job may take a little longer to secure, you are advised get organised and start applying for jobs before you travel
fr: Bien que s'établir dans une profession puisse prendre plus longtemps, il vous est conseillé de commencer à vous organiser et à postuler pour des emplois avant de partir

source: It is also useful to bear in mind that these jobs are generally paid at a higher level than other jobs that do not require any qualifications
fr: Par ailleurs, il est utile de se rappeler que ces emplois bénéficient d'un salaire plus élevé que ceux pour lesquels aucunes qualifications ne sont nécessaires

source: Almost all professions in Ireland have associations or societies in Ireland that represent and often regulate their members
fr: En Irlande, la quasi-totalité des professions ont des associations ou des sociétés qui représentent et souvent offrent un cadre réglementaire à leurs membres

source: These associations will provide information on recognition of professional qualifications, employment opportunities and careers
fr: Ces associations fournissent des informations sur la reconnaissance des qualifications professionnelles, les possibilités d'emploi et de carrière

source: Almost all of these organisations have their own websites (pdf), which you can search for online using any good search engine
fr: Toutes ces organisations à quelques exceptions près ont leur site Web (pdf), que tout bon moteur de recherche Internet devrait vous permettre de trouver

source: All employees, irrespective of their nationality, experience, expertise or profession, are protected by the law in Ireland
fr: En Irlande, tous les employés quelle que soit leur nationalité, expérience, savoir-faire ou profession, sont protégés par la loi irlandaise

source: These laws set down specific rules about minimum rates of pay, working hours, leave, health and safety, changing jobs and employment rights
fr: Ce cadre juridique prévoit des règles spécifiques quant aux sujets suivants : salaires minimums, heures de travail, vacances et congés, santé et sécurité, changement de travail et droits en matière d'emploi

source: For commercial reasons, it is not possible for the Citizens Information website to carry information about actual job vacancies, specific employment opportunities or information on careers in Ireland
fr: Pour des raisons d'ordre commercial, CitizensInformation.ie ne peut pas offrir des informations sur de réels postes vacants, des possibilités d'emploi particulières ou renseigner sur des carrières professionnelles en Irlande

source: The Citizens Information website cannot accept résumés/CVs or provide information on specific career paths
fr: CitizensInformation.ie ne peut accepter les curriculum vitae (CV) ou fournir des renseignements sur des voies professionnelles spécifiques

source: If you are applying for a job in Ireland through a recruitment agency, it's worth bearing in mind that it is very unusual that you are charged for these services
fr: Il est plus que coutumier que les agences de recrutement de personnel en Irlande demandent une rémunération en échange de leurs services

source: When you apply for a job you need to have a curriculum vitae (CV) or resumé in English which is a summary or listing of your qualifications and work experience
fr: Lorsque vous postulez pour un emploi, vous devez disposer d'un curriculum vitae (C.V.) rédigé en anglais qui résume ou répertorie vos diplômes et vos expériences professionnelles

source: You also should have original copies of your qualifications and official copies of them in English
fr: Vous devez également vous munir de vos diplômes originaux, ainsi que de leur traduction officielle en anglais

source: If you are in Ireland and you need to have documents translated into English you can contact the embassy or consulate of your country for assistance
fr: Si êtes en Irlande et nécessitez la traduction de documents en anglais, veuillez contacter l'ambassade ou le consulat de votre pays

source: Qualifications recognition: you can download a comparability statement for your qualification and a user guide (pdf) from qqi.ie
fr: Vous pouvez demander la reconnaissance de vos compétences professionnelles en Irlande au moyen du formulaire de reconnaissance des qualifications – Irlande (pdf)

source: If you are seeking employment in Ireland, the job advertisement or recruitment agency will advise you how to apply for the job
fr: Si vous recherchez un emploi en Irlande, les agences d'annonce d'emplois et de recrutement vous conseilleront sur la meilleure façon de postuler pour un emploi

source: If you are a non-EEA national you can find out more information about General Employment Permits and Critical Skills Employment Permits on the website of the Department of Jobs, Enterprise and Innovation
fr: Les non-ressortissants de l'EEE trouveront des informations complémentaires sur les permis de travail et les permis «Carte verte » au site du ministère de l'Entreprise, du commerce et de l'innovation

source: If you need a visa you must apply online for an Irish visa
fr: Si un visa est également nécessaire pour vous rendre en Irlande, vous devez faire une demande en ligne

source: Contact information for recruitment agencies in Ireland is available in the telephone directory or through an online search
fr: Les coordonnées des agences de recrutement en Irlande sont disponibles dans l'annuaire ou par le biais d'une recherche sur Internet
